[
  {
    "id": "home",
    "title": "Internxt – Privater und sicherer Cloud-Speicher",
    "description": "Stehe für Privatsphäre, wechsel zu Internxt. Die Open-Source-Suite der Cloud-Speicherdienste von Internxt schützt dein Recht auf Privatsphäre. Internxt Drive, Fotos, Senden, und mehr."
  },
  {
    "id": "what-google-knows",
    "title": "What Does Google Know About Me | Internxt",
    "description": "Find out what data Google keeps on you. How to view and download your Google data, how to delete it, and how to disable Google data collection."
  },
  {
    "id": "business",
    "title": "Internxt — Privater, verschlüsselter Cloud-Speicher für Unternehmen",
    "description": "Verhindern Sie Datenverlust mit dem verschlüsselten Cloud-Speicher von Internxt für Unternehmen—melden Sie sich an, um von branchenführendem Schutz für Cloud-Daten zu profitieren."
  },
  {
    "id": "family",
    "title": "Internxt für Familienplan – Der sicherste Cloud-Speicher für Familien",
    "description": "Verwalten Sie die Online-Privatsphäre Ihrer Familie mit unserem Internxt-Cloud-Speicher für Familienpläne. Speichern, organisieren und teilen Sie sicher die privaten Dokumente Ihrer Familie an einem Ort."
  },
  {
    "id": "free-user",
    "title": "Internxt — 75% Rabatt auf alle sicheren Cloud-Speicherpläne",
    "description": "Erhalten Sie 75% Rabatt auf jeden Internxt-Plan, um Ihre Dateien privat zu halten und sich nie wieder Sorgen um Platzmangel zu machen."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Privater und sicherer Cloud-Speicher",
    "description": "Speichere, teile und sichere deine Dateien und Fotos mit Internxt Drive in der Cloud. Open-Source- und end-to-end verschlüsselte Dateispeicherung und Online-Sicherung."
  },
  {
    "id": "open-source",
    "title": "Internxt - Open Source und sicherer Cloud-Speicher",
    "description": "Lernen Sie die Vorteile von Open-Source-Software (OSS) kennen und erfahren Sie, warum Internxt sie nutzt, um Cloud-Speicher bereitzustellen, der Ihre Daten sichert und schützt."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Sichere Fotospeicherung und Bildsicherung",
    "description": "Speichere, betrachte und synchronisiere deine Fotos und Bilder auf allen Geräten mit Internxt Photos. end-to-end-verschlüsselte Cloud-Fotofreigabe und Bildsicherung."
  },
  {
    "id": "pricing",
    "title": "Internxt Preise – 1 GB kostenlos erhalten",
    "description": "Melde dich für ein sicheres Cloud-Speicherabonnement von Internxt an und erhalte Zugang zu unserem monatlichen Newsletter mit den neuesten technischen Neuigkeiten und Updates."
  },
  {
    "id": "about",
    "title": "Internxt – Über uns",
    "description": "Lerne das Team von Internxt kennen. Fran Villalba Segarra, Gründerin und CEO von Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt – Rechtliche Nutzungsbedingungen",
    "description": "Internxt - Rechtliche Nutzungsbedingungen. Lese alle Allgemeinen Geschäftsbedingungen, in denen wir erklären, wie wir deine Daten verarbeiten."
  },
  {
    "id": "privacy",
    "title": "Internxt Privatsphäre – Kostenlose Datenschutz-Tools und -Ressourcen",
    "description": "Kostenlose Tools zum Schutz deiner Privatsphäre im Internet: Passwortprüfer, Virenscanner, Verzeichnis von Datenschutzorganisationen, und mehr. Internxt verteidigt dein Recht auf Privatsphäre."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Kostenloser Online Datei Virus Scanner",
    "description": "Kostenloses Tool zum Scannen von Dateien auf Viren und Malware. Schütze persönlichen Dokumente, Daten und Hardware mit einem schnellen und einfachen Scan vor Online-Betrug."
  },
  {
    "id": "temporary-email",
    "title": "Internxt – Kostenlose temporäre E-Mail",
    "description": "Halte dein E-Mail-Konto sauber, sicher und frei von unerwünschten E-Mails mit der kostenlosen temporären E-Mail von Internxt. Internxt bietet temporäre, sichere, anonyme und kostenlose E-Mail-Adressen."
  },
  {
    "id": "converter-tool",
    "title": "Byte Konverter: GB zu TB | Internxt",
    "description": "Der kostenlose Byte-Konverter von Internxt: Finde heraus, wie viel Speicherplatz du hast, wie viele Gigabyte ein Terabyte hat, und konvertiere in B, KB, MB, GB und TB."
  },
  {
    "id": "password-generator",
    "title": "Starker Passwort-Generator | Internxt",
    "description": "Kostenloser und sicherer Passwortgenerator. Ein einfaches und effektives Tool zum sofortigen Erstellen zufälliger und sicherer Passwörter, um deine Konten zu schützen."
  },
  {
    "id": "lifetime",
    "title": "Internxt Lifetime-Pläne – Sicherer Cloud-Speicher ein Leben lang!",
    "description": "Internxt Lifetime Deal: Einmal zahlen und 2TB, 5TB oder 10TB sicheren Cloud-Speicher für immer erhalten."
  },
  {
    "id": "partner-discount",
    "title": "Partnerangebote – Spare viel beim Internxt-Cloud-Speicher!",
    "description": "Löse deinen exklusiven Gutscheincode ein, der von einem zertifizierten Internxt-Partner bereitgestellt wird. Erhalte einen Sonderrabatt auf den sicheren Cloud-Speicher von Internxt."
  },
  {
    "id": "techradar-discount",
    "title": "TechRadar-Partnerangebote – Spare viel beim Internxt-Cloud-Speicher!",
    "description": "Löse deinen exklusiven Gutscheincode ein, der von unserem Partner TechRadar bereitgestellt wird. Erhalte einen Sonderrabatt auf den sicheren Cloud-Speicher von Internxt."
  },
  {
    "id": "comparison",
    "title": "Internxt – Cloud-Speicher-Vergleich",
    "description": "Vergleiche Internxt mit allen anderen Diensten da draußen. Internxt ist die privateste und sicherste Alternative zu Google Drive, Dropbox und anderen Diensten."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday Deal – Cloud-Speicher Angebot!",
    "description": "Internxt Black Friday Deal 2022: Melde dich an oder upgrade und erhalte 1 Jahr lang mehr als die Hälfte Rabatt auf das 2-TB-Abonnement von Internxt. Hole dir noch heute Ihren Black Friday-Rabatt auf den größten Cloud-Speicherplan von Internxt!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – CloudWards Partnerschaft",
    "description": "Sichere dir dank Cloudwards die besten Angebote für den sichersten Cloud-Speicher. Günstigere und sicherere Alternative zu pCloud, IceDrive und AppSumo verschlüsseltem Cloud-Speicher."
  },

  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnerschaft",
    "description": "Sichere dir dank Guru99 die besten Angebote für den sichersten Cloud-Speicher. Günstigere und sicherere Alternative zu pCloud, IceDrive und AppSumo verschlüsseltem Cloud-Speicher."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Bekomme 1 Monat kostenlos",
    "description": "Sichere dir die besten Angebote für den sichersten Cloud-Speicher und erhalte 1 Monat kostenlos. Günstigere und sicherere Alternative zu pCloud, IceDrive und AppSumo verschlüsseltem Cloud-Speicher."
  },
  {
    "id": "landing",
    "title": "Internxt – Sicherster Cloud-Speicher",
    "description": "Internxt bietet sichere, private und verschlüsselte Cloud-Dienste wie Internxt Drive und Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt - Verzeichnis von Datenschutzorganisationen",
    "description": "Verzeichnis von Organisationen, Institutionen und NGOs für digitale Rechte, die mit Internxt zusammenarbeiten, um die Privatsphäre aller zu fördern, zu unterstützen und zu verteidigen."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Kostenloser und sicherer Passwort Checker",
    "description": "Kostenloser Passwort Checker. Überprüfe die Stärke deiner Passwörter mit dem sicheren Online-Tool von Internxt."
  },
  {
    "id": "cyber-awareness",
    "title": "Cyber-Awareness | Internxt",
    "description": "Was ist Cyber-Awareness, wie man online sicher bleibt und alles, was du über den Cybersecurity-Awareness-Monat im Oktober wissen must."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Cloud Storage Discount for Education | Internxt",
    "description": "Internxt cloud storage discount for education, schools, and universities. 50% off any cloud storage subscription plans. Keep your files secure with Internxt!"
  },
  {
    "id": "halloween-campaign",
    "title": "Internxt – Private & Sichere Cloud-Speicherung",
    "description": "Internxt Halloween-Kampagne: 80 % Rabatt auf all unsere Jahrespläne. Sichern Sie Ihre Dateien ein Leben lang mit nur einer Zahlung."
  },
  {
    "id": "internxt-monitor",
    "title": "Internxt Monitor: Wurde ich gehackt?",
    "description": "Der Internxt Dark Web Monitor ist ein 'Wurde ich gehackt?'-Dienst, der überprüft, ob Ihre E-Mail in irgendwelchen Online-Datenpannen geleakt wurde."
  },
  {
    "id": "cloud-object-storage",
    "title": "Internxt — Objektspeicherung",
    "description": "Internxt bietet privaten und erschwinglichen Objektspeicher zum sicheren Speichern von Daten mit dem S3-Protokoll, um Ihre Speicheranforderungen effektiv zu verwalten."
  },
  {
    "id": "green-cloud-computing",
    "title": "Grünes und nachhaltiges Cloud-Speichern",
    "description": "Die umweltfreundlichen Rechenzentren von Internxt fördern unser Engagement für Nachhaltigkeit und grünes Cloud-Computing und unterstützen eine grünere und nachhaltigere Umwelt."
  },
  {
    "id": "internxt-antivirus",
    "title": "Internxt Antivirus – Kostenloser Online-Virenscanner",
    "description": "Kostenloser Online-Virenscanner von Internxt. Schütze deine Dateien und Geräte vor Malware und Viren mit dem schnellen und einfachen Internxt-Antivirus-Tool."
  },
  {
    "id": "vpn-extension",
    "title": "Internxt Kostenloses und sicheres VPN | Internxt",
    "description": "Kostenlose Internxt VPN-Erweiterung für Chrome: sicheres Surfen, verschlüsseltes WLAN und Schutz der Privatsphäre. Laden Sie unser sicheres VPN herunter, um Ihre Daten online zu schützen."
  },
  {
    "id": "internxt-private-cloud-storage-solutions",
    "title": "Internxt - Private Cloud-Speicher",
    "description": "Was ist privater Cloud-Speicher und wie schützt Internxt Ihre Informationen mit postquantischer Kryptografie, Antivirus und VPN"
  },
  {
    "id": "internxt-cloud-storage-backup-solutions",
    "title": "Internxt - Cloud-Speicher-Backup-Lösungen",
    "description": "Internxt Cloud-Speicher-Backup-Lösungen nutzen Redundanz und preisgekrönte Verschlüsselung, die Sie und Ihr Unternehmen vor Datenverlust schützt."
  },
  {
    "id": "internxt-gdpr-cloud-storage",
    "title": "Internxt – DSGVO-konformer Cloud-Speicher",
    "description": "Internxt ist ein Cloud-Speicherdienst, der der DSGVO und den strengen Datenschutzgesetzen der EU entspricht, um deine Informationen zu schützen."
  },
  {
    "id": "internxt-cloud-storage-for-photos",
    "title": "Internxt – Fotos in der Cloud",
    "description": "Internxt bietet dir den besten Speicherplatz, um deine Fotos privat und sicher in der Cloud zu speichern – inklusive Antivirus und VPN."
  },
  {
    "id": "internxt-annual",
    "title": "Internxt – Spezialangebot für deine Jahrespläne!",
    "description": "Sichere dir einen Rabatt auf jeden Jahresplan von Internxt. Alle Pläne beinhalten privaten Cloud-Speicher, VPN und Antivirus."
  },
  {
    "id": "internxt-metadata-remover",
    "title": "Internxt Metadaten-Entferner – So entfernen Sie Metadaten aus PDFs, Fotos und Ihren Dokumenten online",
    "description": "Entfernen Sie versteckte Daten aus Ihren Dateien in Sekundenschnelle. Der Internxt Metadaten-Entferner säubert Ihre Dokumente für maximale Privatsphäre vor dem Teilen."
  }
]
