[
  {
    "id": "home",
    "title": "Internxt – Almacenamiento en la nube seguro",
    "description": "La misión de Internxt es proteger los datos del usuario, siendo la plataforma de almacenamiento en la nube más segura del mundo."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Almacenamiento privado y seguro en la nube",
    "description": "Almacena, comparte y haz copias de seguridad de tus archivos y fotos en la nube con Internxt Drive. Almacenamiento de archivos cifrado de extremo a extremo y copia de seguridad en línea de código abierto."
  },
  {
    "id": "family",
    "title": "Internxt para el Plan Familiar: el almacenamiento en la nube familiar más seguro",
    "description": "Gestiona la privacidad online de tu familia con nuestro almacenamiento en la nube Internxt para planes familiares."
  },
  {
    "id": "business",
    "title": "Internxt — Almacenamiento en la Nube Privado y Encriptado para Empresas",
    "description": "Prevenga la pérdida de datos con el almacenamiento en la nube encriptado de Internxt para empresas—regístrese para beneficiarse de la protección de datos en la nube líder en la industria."
  },
  {
    "id": "what-google-knows",
    "title": "Qué sabe Google de mí | Internxt",
    "description": "Averigua qué sabe Google sobre ti. Cómo ver y descargar tus datos de Google, cómo eliminarlos y cómo inhabilitar la recopilación de datos de Google."
  },
  {
    "id": "free-user",
    "title": "Internxt — 75% de descuento en todos los planes de almacenamiento en la nube segura",
    "description": "Obtén un 75% de descuento en cualquier plan de Internxt para mantener tus archivos privados y no volver a preocuparte por quedarte sin espacio."
  },
  {
    "id": "open-source",
    "title": "Internxt – Open Source and Secure Cloud Storage",
    "description": "Learn the benefits of open source (OSS) software and why Internxt uses it to provide cloud storage that secures and protects your data."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Almacenamiento seguro de fotos y videos",
    "description": "Internxt Photos – Almacenamiento de fotos y copia de seguridad"
  },
  {
    "id": "pricing",
    "title": "Internxt Precios – Obtén 1GB gratis!",
    "description": "Internxt – Precios y planes"
  },
  {
    "id": "about",
    "title": "Internxt – Sobre nosotros",
    "description": "Conoce al Equipo de Internxt. Fran Villalba Segarra, Fundador y CEO de Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt Legal – Condiciones legales de uso",
    "description": "Condiciones legales de uso de Internxt. Lee todos los términos y condiciones donde explicamos cómo procesamos sus datos."
  },
  {
    "id": "privacy",
    "title": "Internxt Privacidad – Herramientas y recursos gratuitos",
    "description": "Internxt Privacidad – Herramientas y recursos gratuitos"
  },
  {
    "id": "virus-scanner",
    "title": "Escáner de virus online gratuito | Internxt",
    "description": "Herramienta gratuita para escanear archivos en busca de virus y malware. Protege tus documentos personales del fraude online con un escaneado rápido y sencillo."
  },
  {
    "id": "temporary-email",
    "title": "Internxt – Correo Temporal Gratuito",
    "description": "Mantén tu correo limpio, seguro y libre de spam con el correo temporal gratuito de Internxt"
  },
  {
    "id": "converter-tool",
    "title": "Convertidor de unidades online gratuito | Internxt",
    "description": "Averigua cuánto espacio de almacenamiento tienes, cuántos gigabytes hay en un terabyte y convierte de B, KB, MB, GB y TB."
  },
  {
    "id": "lifetime",
    "title": "Internxt – Lifetime de almacenamiento en la nube (España)",
    "description": "Consigue el mejor, más barato y más seguro almacenamiento en la nube de por vida. Paga una vez y disfruta de Internxt para siempre."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparativa de Almacenamiento en la nube (España)",
    "description": "Compara Internxt con todos los demás servicios del mercado. Internxt es la opción con más privacidad y seguridad."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday Deal – ¡Rebajas en el almacenamiento en la nube!",
    "description": "Internxt Black Friday Deal 2022: Sign up or upgrade and get over half off Internxt’s 2TB subscription for 1 year. Get your Black Friday discount on Internxt’s largest cloud storage plan today!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – Cloudwards Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Cloudwards. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Guru99. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Consigue 1 Mes gratis",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "cyber-awareness",
    "title": "Concienciación en Ciberseguridad - Internxt",
    "description": "Proceso continuo de enseñanza y formación sobre el ciberespacio y sobre cómo prevenir mejor las amenazas y los incidentes de seguridad."
  },
  {
    "id": "landing",
    "title": "Internxt – Almacenamiento seguro y privado",
    "description": "Internxt ofrece servicios en la nube seguros, privados y cifrados tales como Internxt Drive e Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Directorio de privacidad",
    "description": "Directorio de organizaciones, instituciones y ONG de derechos digitales que trabajan junto a Internxt para promover, apoyar y defender la privacidad para todos."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Verificación gratuita y segura de contraseñas",
    "description": "Chequeo de seguridad de contraseñas gratuito. Compruebe la solidez de sus contraseñas con la herramienta segura en línea de Internxt."
  },
  {
    "id": "password-generator",
    "title": "Generador de contraseñas seguras | Internxt",
    "description": "Generador de contraseñas seguras. Una herramienta gratis para crear contraseñas aleatorias y seguras para mantener tus cuentas a salvo."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Ahorra en almacenamiento en la nube para estudiantes | Internxt",
    "description": "Ahorra un 50% en cualquier plan de almacenamiento en la nube para estudiantes, escuelas y universidades. ¡Mantén tus archivos seguros con Internxt!"
  },
  {
    "id": "file-converter",
    "title": "Convertidor de archivos en línea | Internxt",
    "description": "Convertidor de archivos en línea gratuito de Internxt. Convierte tus archivos a diferentes formatos y tamaños. Convierte PDF, Word, Excel y más."
  },
  {
    "id": "word-to-pdf",
    "title": "Convierte PDF a archivos de Word en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PDF a archivos de Word de forma gratuita. Nuestro convertidor de PDF a Word es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "png-to-pdf",
    "title": "Convierte PNG a archivos PDF en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PNG a archivos PDF de forma gratuita. Nuestro convertidor de PNG a PDF es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "html-to-pdf",
    "title": "Convierte HTML a archivos PDF en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte HTML a archivos PDF de forma gratuita. Nuestro convertidor de HTML a PDF es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "excel-to-pdf",
    "title": "Convierte EXCEL a archivos PDF en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte EXCEL a archivos PDF de forma gratuita. Nuestro convertidor de EXCEL a PDF es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "pdf-to-html",
    "title": "Convierte PDF a archivos HTML en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PDF a archivos HTML de forma gratuita. Nuestro convertidor de PDF a HTML es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "word-to-html",
    "title": "Convierte DOCX a archivos HTML en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte DOCX a archivos HTML de forma gratuita. Nuestro convertidor de DOCX a HTML es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "pptx-to-pdf",
    "title": "Convierte PPTX a archivos PDF en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PPTX a archivos PDF de forma gratuita. Nuestro convertidor de PPTX a PDF es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "jpg-to-png",
    "title": "Convierte JPG a archivos PNG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte JPG a archivos PNG de forma gratuita. Nuestro convertidor de JPG a PNG es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "jpg-to-heic",
    "title": "Convierte JPG a imágenes HEIC en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte tus JPG a imágenes HEIC de forma gratuita. Nuestro convertidor de JPG a HEIC es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "jpg-to-webp",
    "title": "Convierte JPG a archivos WEBP en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte JPG a archivos WEBP de forma gratuita. Nuestro convertidor de JPG a WEBP es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "png-to-webp",
    "title": "Convierte PNG a archivos WEBP en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PNG a archivos WEBP de forma gratuita. Nuestro convertidor de PNG a WEBP es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "png-to-jpg",
    "title": "Convierte PNG a archivos JPG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte PNG a archivos JPG de forma gratuita. Nuestro convertidor de PNG a JPG es una manera fácil, rápida y segura de convertir tus archivos."
  },
  {
    "id": "png-to-heic",
    "title": "Convierte PNG a imágenes HEIC en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte tus PNG a imágenes HEIC de forma gratuita. Nuestro convertidor de PNG a HEIC es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "webp-to-png",
    "title": "Convierte archivos WEBP a PNG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte archivos WEBP a PNG de forma gratuita. Nuestro convertidor de WEBP a PNG es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "webp-to-jpg",
    "title": "Convierte archivos WEBP a JPG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte archivos WEBP a JPG de forma gratuita. Nuestro convertidor de WEBP a JPG es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "heic-to-jpg",
    "title": "Convierte imágenes HEIC a JPG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte tus imágenes HEIC a JPG de forma gratuita. Nuestro convertidor de HEIC a JPG es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "heic-to-png",
    "title": "Convierte imágenes HEIC a PNG en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte tus imágenes HEIC a PNG de forma gratuita. Nuestro convertidor de HEIC a PNG es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "image-to-text",
    "title": "Convierte imágenes a archivos de texto en línea de forma gratuita | Internxt",
    "description": "El convertidor de archivos de Internxt convierte tus imágenes a archivos de texto de forma gratuita. Nuestro convertidor de imágenes a texto es rápido y seguro, manteniendo tus archivos 100% privados."
  },
  {
    "id": "halloween-campaign",
    "title": "Internxt – Almacenamiento en la nube seguro",
    "description": "La misión de Internxt es proteger los datos del usuario, siendo la plataforma de almacenamiento en la nube más segura del mundo."
  },
  {
    "id": "cloud-object-storage",
    "title": "Internxt – Almacenamiento en la nube seguro",
    "description": "Internxt ofrece almacenamiento de objetos privado y asequible para almacenar datos de forma segura utilizando el protocolo S3 para gestionar tus necesidades de almacenamiento de manera efectiva."
  }
]
