[
  {
    "id": "home",
    "title": "Internxt – Stockage en nuage securisée",
    "description": "La mission d'Internxt est d'aider à façonner un monde qui respecte les droits à la vie privée. Internxt Drive fournit un service de stockage en nuage sécurisé, privé et crypté."
  },
  {
    "id": "drive",
    "title": "Internxt – Drive",
    "description": "Internxt Drive est une alternative privée et sécurisée à Google Drive, pCloud, Tresorit, ProtonDrive, Mega, IceDrive et MediaFire. Cryptage à connaissance zéro, distribué, stockage en nuage blockchain."
  },
  {
    "id": "business",
    "title": "Internxt — Stockage Cloud Privé et Crypté pour les Entreprises",
    "description": "Prévenez la perte de données avec le stockage cloud crypté d'Internxt pour les entreprises—inscrivez-vous pour bénéficier de la protection des données cloud leader du secteur."
  },
  {
    "id": "free-user",
    "title": "Internxt — 75% de réduction sur tous les plans de stockage cloud sécurisé",
    "description": "Obtenez 75% de réduction sur n'importe quel plan Internxt pour garder vos fichiers privés et ne plus jamais vous soucier de manquer d'espace."
  },
  {
    "id": "what-google-knows",
    "title": "Ce que Google sait de moi | Internxt",
    "description": "Découvrez les données que Google conserve sur vous. Comment consulter et télécharger vos données Google, comment les supprimer et comment désactiver la collecte de données par Google."
  },
  {
    "id": "photos",
    "title": "Internxt – Photos",
    "description": "Alternative cryptée, privée, gratuite et sécurisée à zéro connaissance à Google Photos. Stockez gratuitement vos photos sur le cloud en toute sécurité."
  },
  {
    "id": "open-source",
    "title": "Internxt – Open Source and Secure Cloud Storage",
    "description": "Learn the benefits of open source (OSS) software and why Internxt uses it to provide cloud storage that secures and protects your data."
  },
  {
    "id": "lifetime",
    "title": "Internxt Plan à vie - Cloud sécurisé pour la vie !",
    "description": "Internxt Lifetime Deal : payez une fois et obtenez 1TB, 3TB ou 5TB de stockage cloud sécurisé pour toujours."
  },
  {
    "id": "pricing",
    "title": "Internxt – Pricing",
    "description": "Les tarifs d'Internxt. Une seule adhésion pour tous nos services. Internxt Drive, Internxt Send, Internxt Photos. Bienvenue sur Internxt."
  },
  {
    "id": "about",
    "title": "Internxt – À propos de nous",
    "description": "Rencontrez l'équipe d'Internxt. Fran Villalba Segarra, Fondateur et PDG d'Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt – Mentions légales et conditions d'utilisation",
    "description": "Mentions légales et conditions d'utilisation d'Internxt. Lisez tous les termes et conditions où nous expliquons comment nous traitons vos données."
  },
  {
    "id": "privacy",
    "title": "Internxt – Confidentialité",
    "description": "La confidentialité est un droit humain fondamental, chez Internxt, nous concevons toutes nos applications en gardant à l'esprit la confidentialité et la sécurité. Nous défendons la vie privée et nous le ferons toujours."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Scanner de Virus en ligne",
    "description": "Outil gratuit de recherche de virus et de logiciels malveillants dans les fichiers. Protégez vos documents personnels et vos données grâce à une analyse simple et rapide."
  },
  {
    "id": "temporary-email",
    "title": "Internxt - Courriel temporaire gratuit",
    "description": "Gardez votre compte email propre, sécurisé et libre de tout courrier indésirable avec l'email temporaire gratuit d'Internxt. Internxt fournit une adresse email temporaire, sécurisée, anonyme et gratuite."
  },
  {
    "id": "converter-tool",
    "title": "Convertisseur d'octets (Ko, Mo, Go, To) | Internxt",
    "description": "Convertisseur d'octets gratuit d'Internxt : Découvrez votre capacité de stockage, le nombre de Go dans un To, et convertissez en Ko, Mo, Go, To et plus."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparaison du stockage en nuage",
    "description": "Comparez Internxt avec tous les autres services disponibles. Internxt est l'alternative la plus privée et la plus sécurisée à Google Drive, Dropbox, Tresorit, pCloud, Icedrive, Storj et Sync.com."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday deal",
    "description": "Internxt Black Friday Deal 2022: Inscrivez-vous ou mettez à niveau et obtenez plus de la moitié de l'abonnement 2 To d'Internxt pendant 1 an. Obtenez votre réduction Black Friday sur le plus grand plan de stockage cloud d'Internxt dès aujourd'hui!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – CloudWards Parternariat",
    "description": "Saisissez les meilleures offres pour le stockage cloud le plus sécurisé grâce à Cloudwards. Alternative moins chère et plus sécurisée au stockage pCloud, IceDrive, AppSumo Encrypted Cloud."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Parternariat",
    "description": "Saisissez les meilleures offres pour le stockage cloud le plus sécurisé grâce à Guru99. Alternative moins chère et plus sécurisée au stockage pCloud, IceDrive, AppSumo Encrypted Cloud."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Get 1 Month for free",
    "description": "Grab the best deals for the most secure cloud storage and get 1 month for free. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "landing",
    "title": "Internxt – Stockage cloud le plus sécurisé",
    "description": "Internxt fournit des services cloud sécurisés, privés et cryptés comme Internxt Drive et Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Répertoire des organisations de protection de la vie privée",
    "description": "Annuaire des organisations, institutions et ONG de défense des droits numériques travaillant aux côtés d'Internxt pour faire progresser, soutenir et défendre la vie privée pour tous."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Vérificateur de Mot de Passe ",
    "description": "Avec le vérificateur de sécurité des mots de passe d'Internxt, vous pouvez tester votre mot de passe et vous assurer qu'il est aussi sûr que possible."
  },
  {
    "id": "password-generator",
    "title": "Générateur de mot de passe | Internxt",
    "description": "Générateur de mots de passe gratuit et sécurisé. Un outil simple et efficace pour créer instantanément des mots de passe aléatoires."
  },
  {
    "id": "cyber-awareness",
    "title": "Cyber Awareness | Internxt",
    "description": "Qu'est-ce que la sensibilisation à la cybersécurité, comment rester en sécurité en ligne et tout ce que vous devez savoir sur le Mois de la sensibilisation à la cybersécurité en octobre."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Cloud Storage Discount for Education | Internxt",
    "description": "Internxt cloud storage discount for education, schools, and universities. 50% off any cloud storage subscription plans. Keep your files secure with Internxt!"
  },
  {
    "id": "halloween-campaign",
    "title": "Internxt – Stockage en nuage privé et sécurisé",
    "description": "Campagne d'Halloween d'Internxt : 80 % de réduction sur tous nos plans annuels. Protégez vos fichiers pour la vie avec un seul paiement."
  },
  {
    "id": "internxt-monitor",
    "title": "Internxt Monitor: Ai-je été piraté ?",
    "description": "Le Internxt Dark Web Monitor est un service 'ai-je été piraté' qui vérifie si votre email a été divulgué dans des violations de données en ligne."
  },
  {
    "id": "cloud-object-storage",
    "title": "Internxt — Stockage d'Objets",
    "description": "Internxt propose un stockage d'objets privé et abordable pour stocker des données en toute sécurité en utilisant le protocole S3 pour gérer efficacement vos besoins de stockage."
  },
  {
    "id": "green-cloud-computing",
    "title": "Stockage en nuage vert et durable",
    "description": "Les centres de données écologiques d'Internxt soutiennent notre engagement en faveur de la durabilité et du cloud computing écologique, favorisant un environnement plus vert et durable."
  },
  {
    "id": "partner-discount",
    "title": "Réduction Partenaire — Internxt",
    "description": "Obtenez les plans annuels d'Internxt avec une réduction exclusive de 75 %. Profitez de la confidentialité et de la sécurité avec jusqu'à 10 To de stockage."
  },
  {
    "id": "internxt-antivirus",
    "title": "Protégez vos appareils contre les logiciels malveillants avec Internxt Antivirus",
    "description": "Internxt Antivirus analyse et supprime les virus de vos fichiers. Protégez vos appareils contre les logiciels malveillants et assurez une sécurité complète dans le cloud."
  },
  {
    "id": "vpn-extension",
    "title": "Internxt VPN gratuit et sécurisé | Internxt",
    "description": "Extension VPN gratuite d’Internxt pour Chrome : navigation sécurisée, Wi-Fi chiffré et protection de la vie privée. Téléchargez notre VPN sécurisé pour protéger vos données en ligne."
  },
  {
    "id": "internxt-private-cloud-storage-solutions",
    "title": "Internxt - Stockage en cloud privé",
    "description": "Qu'est-ce que le stockage en cloud privé et comment Internxt protège vos informations avec de la cryptographie post-quantique, un antivirus et un VPN"
  },
  {
    "id": "internxt-cloud-storage-backup-solutions",
    "title": "Internxt - Solutions de Sauvegarde de Stockage Cloud",
    "description": "Les solutions de sauvegarde de stockage cloud d'Internxt utilisent la redondance et un chiffrement primé qui protège vous et votre entreprise contre la perte de données."
  },
  {
    "id": "internxt-gdpr-cloud-storage",
    "title": "Internxt - Stockage cloud conforme au RGPD",
    "description": "Internxt est un service de stockage en nuage conforme au RGPD et aux lois strictes de confidentialité de l'UE pour protéger vos informations."
  },
  {
    "id": "internxt-cloud-storage-for-photos",
    "title": "Internxt – Photos dans le cloud",
    "description": "Internxt vous offre le meilleur espace de stockage pour sauvegarder vos photos dans le cloud de manière privée et sécurisée, avec antivirus et VPN inclus."
  },
  {
    "id": "internxt-annual",
    "title": "Internxt – Offre spéciale sur vos abonnements annuels !",
    "description": "Profitez d'une remise sur tout abonnement annuel Internxt. Tous les forfaits incluent un stockage cloud privé, un VPN et un antivirus."
  },
  {

    "id": "internxt-metadata-remover",
    "title": "Internxt Suppression de Métadonnées - Comment nettoyer les métadonnées dans les PDF, photos et vos documents en ligne",
    "description": "Supprimez les données cachées de vos fichiers en quelques secondes. Le nettoyeur de métadonnées d'Internxt purifie vos documents pour une confidentialité maximale avant de les partager."
  },
  {

    "id": "zerogpt-ai-checker",
    "title": "Internxt Détecteur d'IA - Détecteur de texte IA gratuit",
    "description": "Internxt Détecteur d'IA. Analysez gratuitement le contenu pour vérifier s'il a été rédigé par ChatGPT, Gemini ou d'autres plateformes d'intelligence artificielle."
  },
  {
    "id": "special-offer",
    "title": "Offre spéciale — Internxt",
    "description": "Profitez des forfaits annuels et à vie d'Internxt avec une réduction exclusive de 80 %. Bénéficiez de confidentialité et de sécurité avec jusqu'à 10 To de stockage."
  }
]
