[
  {
    "id": "home",
    "title": "Internxt – Elige privacidad",
    "description": "La misión de Internxt es proteger los datos del usuario, siendo la plataforma de almacenamiento en la nube más segura del mundo."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Almacenamiento privado y seguro en la nube",
    "description": "Almacena, comparte y haz copias de seguridad de tus archivos y fotos en la nube con Internxt Drive. Almacenamiento de archivos encriptados de código abierto y copia de seguridad en línea de extremo a extremo."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Almacenamiento seguro de fotos y copia de seguridad de imágenes",
    "description": "Guarda, visualiza y sincroniza tus fotos e imágenes en todos los dispositivos con Internxt Photos. Compartición de fotos en la nube encriptada de extremo a extremo y copia de seguridad de imágenes."
  },
  {
    "id": "pricing",
    "title": "Internxt Precios – Obtén 10GB gratis!",
    "description": "Regístrate para obtener una suscripción de almacenamiento seguro en la nube de Internxt y obtén acceso a nuestro boletín mensual lleno de las últimas noticias y actualizaciones tecnológicas."
  },
  {
    "id": "about",
    "title": "Internxt – Sobre nosotros",
    "description": "Conoce al Equipo de Internxt. Fran Villalba Segarra, Fundador y CEO de Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "token",
    "title": "Internxt Token – Token, la esencia que mueve a Internxt.",
    "description": "Ficha de Internxt. Aprende todo sobre nuestra criptomoneda, INXT. Compra fichas de Internxt en Bittrex, CoinBase, CoinMarketCap, Crypto, UniSwap."
  },
  {
    "id": "legal",
    "title": "Internxt Legal – Condiciones legales de uso",
    "description": "Condiciones legales de uso de Internxt. Lee todos los términos y condiciones donde explicamos cómo procesamos sus datos."
  },
  {
    "id": "privacy",
    "title": "Internxt Privacidad – Herramientas y recursos gratuitos para la privacidad",
    "description": "Herramientas gratuitas para proteger tu privacidad en línea: Chequeo de contraseñas, escáner de virus, directorio de organizaciones de protección de la intimidad, etc. Internxt defiende tu derecho a la privacidad."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Escáner de virus de archivos online gratuito (España)",
    "description": "Proteja sus documentos personales, datos y hardware con nuestro escáner de malware gratuito."
  },
  {
    "id": "lifetime",
    "title": "Internxt – Lifetime de almacenamiento en la nube (España)",
    "description": "Consigue el mejor, más barato y más seguro almacenamiento en la nube de por vida. Paga una vez y disfruta de Internxt para siempre. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparativa de Almacenamiento en la nube (España)",
    "description": "Compara Internxt con todos los demás servicios del mercado. Internxt es la opción con más privacidad y seguridad."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday Deal – ¡Rebajas en el almacenamiento en la nube!",
    "description": "Internxt Black Friday Deal 2022: Sign up or upgrade and get over half off Internxt’s 2TB subscription for 1 year. Get your Black Friday discount on Internxt’s largest cloud storage plan today!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – Cloudwards Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Cloudwards. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Guru99. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Consigue 1 Mes gratis",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "landing",
    "title": "Internxt – Almacenamiento seguro y privado",
    "description": "Internxt ofrece servicios en la nube seguros, privados y cifrados tales como Internxt Drive e Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Directorio de privacidad",
    "description": "Directorio de organizaciones, instituciones y ONG de derechos digitales que trabajan junto a Internxt para promover, apoyar y defender la privacidad para todos."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Verificación gratuita y segura de contraseñas",
    "description": "Chequeo de seguridad de contraseñas gratuito. Compruebe la solidez de sus contraseñas con la herramienta segura en línea de Internxt."
  }
]
