[
  {
    "id": "home",
    "title": "Internxt - El almacenamiento en la nube más seguro",
    "description": "La misión de Internxt es proteger los datos del usuario, siendo la plataforma de almacenamiento en la nube más segura del mundo."
  },
  {
    "id": "drive",
    "title": "Internxt – Drive",
    "description": "Internxt Drive es una alternativa segura a los servicios de almacenamiento en la nube. Con Internxt Drive, puedes almacenar tus archivos en la nube de forma segura y privada."
  },
  {
    "id": "photos",
    "title": "Internxt – Photos",
    "description": "Alternativa cifrada, privada, gratuita y segura a Google Photos. Almacena tus fotos en la nube de forma segura y gratuita."
  },
  {
    "id": "pricing",
    "title": "Internxt – Precios",
    "description": "Precio Internxt. Un plan común para todos nuestros servicios. Internxt Drive, Internxt Send, Internxt Photos. Bienvenido a Internxt."
  },
  {
    "id": "about",
    "title": "Internxt – Sobre nosotros",
    "description": "Conoce al Equipo de Internxt. Fran Villalba Segarra, Fundador y CEO de Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "token",
    "title": "Internxt – Token",
    "description": "Internxt token. Conoce el asset tokenizado de Internxt. Compra Internxt Tokens en Bittrex, CoinBase, CoinMarketCap, Crypto, UniSwap."
  },
  {
    "id": "legal",
    "title": "Internxt – Legal",
    "description": "Internxt, términos y condiciones legales. Lee todos los términos y condiciones de uso donde se explica como procesamos tus datos."
  },
  {
    "id": "privacy",
    "title": "Internxt – Privacidad",
    "description": "La privacidad es un derecho humano fundamental. En Internxt defendemos la privacidad y siempre lo haremos."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Escáner de virus de archivos online gratuito (España)",
    "description": "Proteja sus documentos personales, datos y hardware con nuestro escáner de malware gratuito."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparativa de Almacenamiento en la nube (España)",
    "description": "Compara Internxt con todos los demás servicios del mercado. Internxt es la opción con más privacidad y seguridad."
  },
  {
    "id": "black-friday",
    "title": "Oferta de Black Friday de Internxt",
    "description": "Obtenga las mejores ofertas para el almacenamiento en la nube más seguro gracias a Cloudwards. Alternativa más económica y segura a pCloud, IceDrive, AppSumo Encrypted Cloud Storage."
  },
  {
    "id": "cloudwards",
    "title": "Internxt – Cloudwards Partnership",
    "description": "Consige las mejores ofertas para el almacenamiento en la nube más seguro gracias a Cloudwards. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Consige las mejores ofertas para el almacenamiento en la nube más seguro gracias a Guru99. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Consigue 1 Mes gratis",
    "description": "Consige las mejores ofertas para el almacenamiento en la nube más seguro. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "landing",
    "title": "Internxt - Almacenamiento seguro y privado",
    "description": "Internxt ofrece servicios en la nube seguros, privados y cifrados tales como Internxt Drive e Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt - Directorio de privacidad",
    "description": "Directorio de organizaciones, instituciones y ONG de derechos digitales que trabajan junto a Internxt para promover, apoyar y defender la privacidad para todos."
  },
  {
    "id": "password-checker",
    "title": "Internxt - Verificación gratuita y segura de contraseñas",
    "description": "Chequeo de seguridad de contraseñas gratuito. Compruebe la solidez de sus contraseñas con la herramienta segura en línea de Internxt."
  }
]
