[
  {
    "id": "home",
    "title": "Internxt – Almacenamiento en la nube seguro",
    "description": "La misión de Internxt es proteger los datos del usuario, siendo la plataforma de almacenamiento en la nube más segura del mundo."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Almacenamiento privado y seguro en la nube",
    "description": "Internxt Drive – Almacenamiento privado y seguro"
  },
  {
    "id": "what-google-knows",
    "title": "Qué sabe Google de mí | Internxt",
    "description": "Averigua qué sabe Google sobre ti. Cómo ver y descargar tus datos de Google, cómo eliminarlos y cómo inhabilitar la recopilación de datos de Google."
  },
  {
    "id": "open-source",
    "title": "Internxt – Open Source and Secure Cloud Storage",
    "description": "Learn the benefits of open source (OSS) software and why Internxt uses it to provide cloud storage that secures and protects your data."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Almacenamiento seguro de fotos y videos",
    "description": "Internxt Photos – Almacenamiento de fotos y copia de seguridad"
  },
  {
    "id": "pricing",
    "title": "Internxt Precios – Obtén 10GB gratis!",
    "description": "Internxt – Precios y planes"
  },
  {
    "id": "about",
    "title": "Internxt – Sobre nosotros",
    "description": "Conoce al Equipo de Internxt. Fran Villalba Segarra, Fundador y CEO de Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt Legal – Condiciones legales de uso",
    "description": "Condiciones legales de uso de Internxt. Lee todos los términos y condiciones donde explicamos cómo procesamos sus datos."
  },
  {
    "id": "privacy",
    "title": "Internxt Privacidad – Herramientas y recursos gratuitos",
    "description": "Internxt Privacidad – Herramientas y recursos gratuitos"
  },
  {
    "id": "virus-scanner",
    "title": "Escáner de virus online gratuito | Internxt",
    "description": "Herramienta gratuita para escanear archivos en busca de virus y malware. Protege tus documentos personales del fraude online con un escaneado rápido y sencillo."
  },
  {
    "id": "temporary-email",
    "title": "Internxt – Correo Temporal Gratuito",
    "description": "Mantén tu correo limpio, seguro y libre de spam con el correo temporal gratuito de Internxt"
  },
  {
    "id": "converter-tool",
    "title": "Conversor de unidades online gratuito | Internxt",
    "description": "Conversor de unidades gratuito de Internxt: averigua cuánto espacio de almacenamiento tienes, cuántos gigabytes hay en un terabyte y convierte de B, KB, MB, GB y TB."
  },
  {
    "id": "lifetime",
    "title": "Internxt – Lifetime de almacenamiento en la nube (España)",
    "description": "Consigue el mejor, más barato y más seguro almacenamiento en la nube de por vida. Paga una vez y disfruta de Internxt para siempre. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparativa de Almacenamiento en la nube (España)",
    "description": "Compara Internxt con todos los demás servicios del mercado. Internxt es la opción con más privacidad y seguridad."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday Deal – ¡Rebajas en el almacenamiento en la nube!",
    "description": "Internxt Black Friday Deal 2022: Sign up or upgrade and get over half off Internxt’s 2TB subscription for 1 year. Get your Black Friday discount on Internxt’s largest cloud storage plan today!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – Cloudwards Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Cloudwards. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro gracias a Guru99. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Consigue 1 Mes gratis",
    "description": "Consigue las mejores ofertas para el almacenamiento en la nube más seguro. Una alternativa más barata y segura a pCloud, IceDrive y AppSumo."
  },
  {
    "id": "cyber-awareness",
    "title": "Concienciación en Ciberseguridad - Internxt",
    "description": "Proceso continuo de enseñanza y formación sobre el ciberespacio y sobre cómo prevenir mejor las amenazas y los incidentes de seguridad."
  },
  {
    "id": "landing",
    "title": "Internxt – Almacenamiento seguro y privado",
    "description": "Internxt ofrece servicios en la nube seguros, privados y cifrados tales como Internxt Drive e Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Directorio de privacidad",
    "description": "Directorio de organizaciones, instituciones y ONG de derechos digitales que trabajan junto a Internxt para promover, apoyar y defender la privacidad para todos."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Verificación gratuita y segura de contraseñas",
    "description": "Chequeo de seguridad de contraseñas gratuito. Compruebe la solidez de sus contraseñas con la herramienta segura en línea de Internxt."
  },
  {
    "id": "password-generator",
    "title": "Generador de contraseñas seguras | Internxt",
    "description": "Generador de contraseñas seguras. Una herramienta gratis para crear contraseñas aleatorias y seguras para mantener tus cuentas a salvo."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Cloud Storage Discount for Education | Internxt",
    "description": "Internxt cloud storage discount for education, schools, and universities. 50% off any cloud storage subscription plans. Keep your files secure with Internxt!"
  }
]
