[
  {
    "id": "home",
    "title": "Internxt – World's Most Private Cloud Storage",
    "description": "Stand for privacy, switch to Internxt. Internxt's open-source suite of cloud storage services protects your right to privacy. Internxt Drive, Photos, Send, and more."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Private & Secure Cloud Storage",
    "description": "Store, share, and back up your files and photos to the cloud with Internxt Drive. Open-source and end-to-end encrypted file storage and online backup."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Safe Photo Storage & Image Backup",
    "description": "Save, view, and sync your photos and images across all devices with Internxt Photos. End-to-end encrypted cloud photo sharing and image backup."
  },
  {
    "id": "pricing",
    "title": "Internxt Pricing – Get Up To 10GB Free!",
    "description": "Sign up for an Internxt secure cloud storage subscription and get access to our monthly newsletter filled with the latest tech news and updates."
  },
  {
    "id": "about",
    "title": "Internxt – About us",
    "description": "Meet Internxt's Team. Fran Villalba Segarra, Founder and CEO at Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "token",
    "title": "Internxt – Token, the essence that moves Internxt.",
    "description": "Internxt token. Learn all about our cryptocurrency, INXT. Buy Internxt Tokens from Bittrex, CoinBase, CoinMarketCap, Crypto, UniSwap."
  },
  {
    "id": "legal",
    "title": "Internxt – Legal Terms and Conditions of use",
    "description": "Internxt legal terms and conditions of use. Read all terms and conditions where we explain how we process your data."
  },
  {
    "id": "privacy",
    "title": "Internxt Privacy – Free Privacy Tools & Resources",
    "description": "Free tools to protect your privacy online: Password Checker, Virus Scanner, Directory of Privacy Organizations, and more. Internxt defends your right to privacy."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Free Online File Virus Scanner",
    "description": "Free tool for scanning files for viruses and malware. Protect your personal documents, data, and hardware from online fraud with a quick and easy scan."
  },
  {
    "id": "lifetime",
    "title": "Internxt Lifetime Plans – Secure Cloud Storage For Life!",
    "description": "Internxt Lifetime Deal: Pay once and get 2TB, 5TB, or 10TB of secure cloud storage forever. Sign up or upgrade to a Internxt lifetime plan for lifelong privacy! Only for a limited time."
  },
  {
    "id": "partner-discount",
    "title": "Partner Deals - Save big on Internxt cloud storage!",
    "description": "Redeem your exclusive coupon code provided by a certified Internxt partner. Get a special discount on Internxt secure cloud storage."
  },
  {
    "id": "techradar-discount",
    "title": "TechRadar Partner Deals - Save big on Internxt cloud storage!",
    "description": "Redeem your exclusive coupon code provided by our partner TechRadar. Get a special discount on Internxt secure cloud storage."
  },
  {
    "id": "comparison",
    "title": "Internxt – Cloud Storage Comparison",
    "description": "Compare Internxt with all the other services out there. Internxt is the most private and secure alternative to Google Drive, Dropbox, Tresorit, pCloud, Icedrive, Storj, and Sync.com."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday Deal – Cloud Storage Sale!",
    "description": "Internxt Black Friday Deal 2022: Sign up or upgrade and get over half off Internxt’s 2TB subscription for 1 year. Get your Black Friday discount on Internxt’s largest cloud storage plan today!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – CloudWards Partnership",
    "description": "Grab the best deals for the most secure cloud storage thanks to Cloudwards. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Grab the best deals for the most secure cloud storage thanks to Guru99. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Get 1 Month for free",
    "description": "Grab the best deals for the most secure cloud storage and get 1 month for free. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "landing",
    "title": "Internxt – Most Secure Cloud Storage",
    "description": "Internxt provides secure, private and encrypted cloud services like Internxt Drive and Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Directory of Privacy Organizations, Institutions, and NGOs",
    "description": "Directory of digital rights organizations, institutions, and NGOs working alongside Internxt to advance, support, and defend privacy for all."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Free and Secure Password Checker",
    "description": "Free password security checker. Check the strength of your passwords with Internxt’s secure online tool."
  },
  {
    "id": "cyber-awareness",
    "title": "Cyber Awareness | Internxt",
    "description": "What is cyber awareness, how to stay safe online, and everything you need to know about Cybersecurity Awareness Month this October."
  }
]
