[
    {
        "id": "home",
        "title": "Internxt – Be limitless",
        "description": "Internxt's mission is to help shape a world that respects human privacy rights. Internxt Drive provides a secure, private, encrypted cloud storage service."
    },
    {
        "id": "drive",
        "title": "Internxt – Drive",
        "description": "Internxt Drive is a private, secure alternative to Google Drive, pCloud, Tresorit, ProtonDrive, Mega, IceDrive and MediaFire. Zero-knowledge encryption, distributed, blockchain cloud storage."
    },
    {
        "id": "photos",
        "title": "Internxt – Photos",
        "description": "Zero-knowledge encrypted, private, free and secure alternative to Google Photos. Store your photos on the cloud securely for free."
    },
    {
        "id": "pricing",
        "title": "Internxt – Pricing",
        "description": "Internxt's pricing. One membership for all our services. Internxt Drive, Internxt Send, Internxt Photos. Welcome to Internxt."
    },
    {
        "id": "about",
        "title": "Internxt – About us",
        "description": "Meet Internxt's Team. Fran Villalba Segarra, Founder and CEO at Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
    },
    {
        "id": "token",
        "title": "Internxt – Token",
        "description": "Internxt token. Learn all about our cryptocurrency, INXT. Buy Internxt Tokens from Bittrex, CoinBase, CoinMarketCap, Crypto, UniSwap."
    },
    {
        "id": "legal",
        "title": "Internxt – Legal",
        "description": "Internxt legal terms and conditions."
    },
    {
        "id": "privacy",
        "title": "Internxt – Privacy",
        "description": "Internxt products are designed to protect your privacy, because privacy is a fundamental human right."
    },
    {
        "id": "lifetime",
        "title": "Internxt – Best Lifetime Cloud Storage",
        "description": "Grab the best, cheapest, most secure Lifetime Cloud Storage deal. Pay once, enjoy Internxt forever. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Lifetime Encrypted Cloud storage."
    }
]