[
    {
        "title": "An essential utility for everything we do.",
        "subtitle": "Start Staking your Internxt tokens, Inxt on Uniswap to earn up to 20% annual interest paid monthly."
    },
    {
        "title": "Part of revenues are used",
        "subtitle": "to market buy Inxt."
    },
    {
        "title": "Inxt is used as payment",
        "subtitle": "to core storage providers"
    },
    {
        "title": "Hosts earn 10% more",
        "subtitle": "for storing Inxt"
    },
    {
        "title": "There is a total of",
        "subtitle": "629,000",
        "subtitle2": "Inxt tokens in max supply"
    },
    {
        "title": "Greater Inxt you stake",
        "subtitle": "higher interest recieved"
    },
    {
        "title": "Organic demand.",
        "subtitle": "Reliable growth"
    },
    {
        "title": "All the hard work has been done.",
        "subtitle": "Join our highly secure distributed infrastructure by providing storage space.",
        "subtitle2": "75% of data centers have unused storage space that result in high overheads. By joining our network you will be able to monotie that space by hosting users encrypted data."
    },
    {
        "title": "Stake your Inxt tokens. Get paid.",
        "subtitle": "Stake your Internxt tokens on Uniswap to earn interest each month.",
        "subtitle2": "The highest staking rates avaiable on the market today.",
        "subtitle3": "Get paid automatically each month, just add liquidity on Uniswap. The more liquidity you add, the more you will earn."
    },
    {
        "title": "Easy and secure way to trade Inxt",
        "subtitle": "Trade directly on Uniswap within the Coinbase Wallet iOS or Android app.",
        "subtitle2": "Connect your Coinbase Wallet on Uniswap by using the WalletLink feature in settings on the app and scan the QR code. Your tokens will then be avaiable to trade on Uniswap."
    },
    {
        "title": "Buy direct with us",
        "subtitle": "Our system tracks down and offers the best exchange rates avaiable on the market without the hassle of an exchange."
    },
    {
        "title": "Inxt token metrics",
        "subtitle": ""
    },
    {
        "title": "Inxt token performance",
        "subtitle": ""
    }
]