[
  {
    "id": "home",
    "title": "Internxt – Choisissez la confidentialité",
    "description": "La mission d'Internxt est d'aider à façonner un monde qui respecte les droits à la vie privée. Internxt Drive fournit un service de stockage en nuage sécurisé, privé et crypté."
  },
  {
    "id": "drive",
    "title": "Internxt – Drive",
    "description": "Internxt Drive est une alternative privée et sécurisée à Google Drive, pCloud, Tresorit, ProtonDrive, Mega, IceDrive et MediaFire. Cryptage à connaissance zéro, distribué, stockage en nuage blockchain."
  },
  {
    "id": "photos",
    "title": "Internxt – Photos",
    "description": "Alternative cryptée, privée, gratuite et sécurisée à zéro connaissance à Google Photos. Stockez gratuitement vos photos sur le cloud en toute sécurité."
  },
  {
    "id": "pricing",
    "title": "Internxt – Pricing",
    "description": "Les tarifs d'Internxt. Une seule adhésion pour tous nos services. Internxt Drive, Internxt Send, Internxt Photos. Bienvenue sur Internxt."
  },
  {
    "id": "about",
    "title": "Internxt – À propos de nous",
    "description": "Rencontrez l'équipe d'Internxt. Fran Villalba Segarra, Fondateur et PDG d'Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "token",
    "title": "Internxt – Token, l'essence qui anime Internxt.",
    "description": "Internxt token. Apprenez tout sur notre crypto-monnaie, INXT. Achetez des jetons Internxt auprès de Bittrex, CoinBase, CoinMarketCap, Crypto, UniSwap."
  },
  {
    "id": "legal",
    "title": "Internxt – Mentions légales et conditions d'utilisation",
    "description": "Mentions légales et conditions d'utilisation d'Internxt. Lisez tous les termes et conditions où nous expliquons comment nous traitons vos données."
  },
  {
    "id": "privacy",
    "title": "Internxt – Confidentialité",
    "description": "La confidentialité est un droit humain fondamental, chez Internxt, nous concevons toutes nos applications en gardant à l'esprit la confidentialité et la sécurité. Nous défendons la vie privée et nous le ferons toujours."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Analyseur de virus de fichiers en ligne gratuit",
    "description": "Outil gratuit pour analyser les fichiers à la recherche de virus et de logiciels malveillants. Protégez vos documents personnels, vos données et votre matériel contre la fraude en ligne grâce à une analyse rapide et facile."
  },
  {
    "id": "comparison",
    "title": "Internxt – Comparaison du stockage en nuage",
    "description": "Comparez Internxt avec tous les autres services disponibles. Internxt est l'alternative la plus privée et la plus sécurisée à Google Drive, Dropbox, Tresorit, pCloud, Icedrive, Storj et Sync.com."
  },
  {
    "id": "black-friday",
    "title": "Internxt Black Friday deal",
    "description": "Internxt Black Friday Deal 2022: Inscrivez-vous ou mettez à niveau et obtenez plus de la moitié de l'abonnement 2 To d'Internxt pendant 1 an. Obtenez votre réduction Black Friday sur le plus grand plan de stockage cloud d'Internxt dès aujourd'hui!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt – CloudWards Partnership",
    "description": "Saisissez les meilleures offres pour le stockage cloud le plus sécurisé grâce à Cloudwards. Alternative moins chère et plus sécurisée au stockage pCloud, IceDrive, AppSumo Encrypted Cloud."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Saisissez les meilleures offres pour le stockage cloud le plus sécurisé grâce à Guru99. Alternative moins chère et plus sécurisée au stockage pCloud, IceDrive, AppSumo Encrypted Cloud."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Obtenez 1 mois gratuit",
    "description": "Saisissez les meilleures offres pour le stockage cloud le plus sécurisé et bénéficiez d'un mois gratuit. Alternative moins chère et plus sécurisée au stockage pCloud, IceDrive, AppSumo Encrypted Cloud."
  },
  {
    "id": "landing",
    "title": "Internxt – Stockage cloud le plus sécurisé",
    "description": "Internxt fournit des services cloud sécurisés, privés et cryptés comme Internxt Drive et Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Répertoire des organisations, institutions et ONG de protection de la vie privée",
    "description": "Annuaire des organisations, institutions et ONG de défense des droits numériques travaillant aux côtés d'Internxt pour faire progresser, soutenir et défendre la vie privée pour tous."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Vérificateur de mot de passe gratuit et sécurisé",
    "description": "Vérificateur de sécurité de mot de passe gratuit. Vérifiez la force de vos mots de passe avec l'outil en ligne sécurisé d'Internxt."
  },
  {
    "id": "cyber-awareness",
    "title": "Cyber Awareness | Internxt",
    "description": "Qu'est-ce que la sensibilisation à la cybersécurité, comment rester en sécurité en ligne et tout ce que vous devez savoir sur le Mois de la sensibilisation à la cybersécurité en octobre."
  }
]
