[
  {
    "id": "home",
    "title": "Internxt - надежное облачное хранилище",
    "description": "Выбирайте надежность, переходите на Internxt. Облачные сервисы для хранения данных Internxt с открытым исходным кодом защищают ваше право на конфиденциальность. Internxt Drive, Photos, Send и многое другое."
  },
  {
    "id": "what-google-knows",
    "title": "Что Google знает обо мне?| Internxt",
    "description": "Узнайте, какие данные Google хранит о вас. Как просмотреть и загрузить свои данные Google, как их удалить и как отключить сбор данных Google."
  },
  {
    "id": "business",
    "title": "Internxt — Приватное, зашифрованное облачное хранилище для бизнеса",
    "description": "Предотвратите потерю данных с помощью зашифрованного облачного хранилища Internxt для бизнеса—зарегистрируйтесь, чтобы воспользоваться передовой защитой данных в облаке."
  },
  {
    "id": "family",
    "title": "Internxt для Семейного Плана — Самое Надежное Семейное Облачное Хранилище",
    "description": "Управляйте онлайн-приватностью вашей семьи с нашим облачным хранилищем Internxt для семейных планов. Безопасно храните, организовывайте и делитесь личными документами вашей семьи в одном месте."
  },
  {
    "id": "drive",
    "title": "Internxt Drive - безопасное облачное хранилище",
    "description": "Храните файлы и фотографии, делитесь ими и создавайте резервные копии в облаке с помощью Internxt Drive. Хранилище файлов с открытым исходным кодом и сквозным шифрованием, а также резервное копирование онлайн."
  },
  {
    "id": "free-user",
    "title": "Internxt — 75% скидка на все планы безопасного облачного хранилища",
    "description": "Получите 75% скидку на любой план Internxt, чтобы ваши файлы оставались конфиденциальными, и больше никогда не беспокойтесь о нехватке места."
  },
  {
    "id": "photos",
    "title": "Internxt Photos, хранение и резервное копирование фотографий",
    "description": "Сохраняйте, просматривайте и синхронизируйте фотографии на всех устройствах с помощью Internxt Photos. Зашифрованный облачный обмен фотографиями и резервное копирование."
  },
  {
    "id": "pricing",
    "title": "Internxt Pricing - Получите до 10 ГБ бесплатно!",
    "description": "Зарегестрируйте аккаунт в Internxt и получите доступ к нашей ежемесячной рассылке с последними новостями и обновлениями."
  },
  {
    "id": "about",
    "title": "Internxt - О нас",
    "description": "Познакомьтесь с командой Internxt. Фран Виллальба Сегарра, основатель и генеральный директор Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt - условия использования",
    "description": "Internxt - юридические условия использования. Прочитайте все положения и условия об обработке ваших данных."
  },
  {
    "id": "privacy",
    "title": "Internxt - Бесплатные инструменты для защиты вашей конфиденциальности",
    "description": "Бесплатные инструменты для защиты вашей конфиденциальности в Интернете: Проверка паролей, сканер вирусов, каталог организаций по защите данных и многое другое. Internxt защищает ваше право на конфиденциальность."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt - Бесплатный онлайн сканер файлов на наличие вирусов",
    "description": "Бесплатный инструмент для сканирования файлов на наличие вирусов и вредоносных программ. Защитите свои личные документы, данные и оборудование от утечек с помощью быстрого и простого сканирования."
  },
  {
    "id": "open-source",
    "title": "Internxt – Open Source and Secure Cloud Storage",
    "description": "Learn the benefits of open source (OSS) software and why Internxt uses it to provide cloud storage that secures and protects your data."
  },
  {
    "id": "temporary-email",
    "title": "Internxt - Бесплатная временная электронная почта",
    "description": "Сервис временной почты от Internxt позволяет забыть о спаме, рекламных расылках и любой другой нежелательной почте. Internxt предоставляет временный, безопасный, анонимный и бесплатный адрес электронной почты."
  },
  {
    "id": "converter-tool",
    "title": "Конвертер байтов: ГБ в ТБ | Internxt",
    "description": "Бесплатный конвертер байтов от Internxt: узнайте, какой объем памяти доступен, сколько гигабайт содержится в терабайте, а также конвертируйте Б, КБ, MБ, ГБ и TБ."
  },
  {
    "id": "lifetime",
    "title": "Пожизненные планы Internxt - безопасное облачное хранилище навсегда!",
    "description": "Пожизненное предложение Internxt: заплатите один раз и получите 2 ТБ, 5 ТБ или 10 ТБ безопасного облачного хранилища навсегда. Зарегистрируйтесь или перейдите на пожизненный тарифный план Internxt для обеспечения конфиденциальности на всю жизнь! План доступен в течение ограниченного времени."
  },
  {
    "id": "partner-discount",
    "title": "Скидки для партнеров - Сэкономьте по-крупному на облачном хранилище Internxt!",
    "description": "Воспользуйтесь эксклюзивным кодом, предоставленным сертифицированными партнерами Internxt. Получите специальную скидку на безопасное облачное хранилище Internxt."
  },
  {
    "id": "techradar-discount",
    "title": "TechRadar партнерские скидки - Сэкономьте по-крупному на облачном хранилище Internxt!",
    "description": "Воспользуйтесь эксклюзивным кодом, предоставленным нашим партнером TechRadar. Получите специальную скидку на безопасное облачное хранилище Internxt."
  },
  {
    "id": "comparison",
    "title": "Internxt - сравнение облачных хранилищ",
    "description": "Сравните Internxt с другими сервисами. Internxt - это самая надежная и безопасная альтернатива Google Drive, Dropbox и другим сервисам."
  },
  {
    "id": "black-friday",
    "title": "Скидка от Internxt на Черную Пятницу - облачное хранилище",
    "description": "Предложение на Черную Пятницу от Internxt 2022: Зарегистрируйте аккаунт или обновите план и получите более 50% скидки на подписку Internxt на 2 ТБ на 1 год. Получите скидку на Черноую пятницу на самый большой тарифный план облачного хранилища Internxt уже сегодня!"
  },
  {
    "id": "cloudwards",
    "title": "Internxt - Партнерство с CloudWards",
    "description": "Получите лучшие предложения на самое безопасное облачное хранилище благодаря Cloudwards. Более бюжетная и безопасная альтернатива pCloud, IceDrive, AppSumo."
  },
  {
    "id": "startpage",
    "title": "Internxt - Партнерство со Startpage",
    "description": "Получите лучшие предложения на самое безопасное облачное хранилище благодаря Startpage. Более дешевая и безопасная альтернатива pCloud, IceDrive, зашифрованному облачному хранилищу AppSumo."
  },
  {
    "id": "guru99",
    "title": "Internxt - Партнерство с Guru99",
    "description": "Получите лучшие предложения на самые безопасные облачные хранилища благодаря Guru99. Более дешевая и безопасная альтернатива pCloud, IceDrive, AppSumo."
  },
  {
    "id": "freemonth",
    "title": "Internxt - Получите 1 месяц бесплатно",
    "description": "Воспользуйтесь лучшими предложениями на безопасное облачное хранилище и получите 1 месяц бесплатно. Более бюджетная и безопасная альтернатива pCloud, IceDrive, AppSumo."
  },
  {
    "id": "landing",
    "title": "Internxt - безопасное облачное хранилище",
    "description": "Internxt предоставляет безопасные, надежные, зашифрованные облачные сервисы Internxt Drive и Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt - Организации по защите персональных данных",
    "description": "Каталог организаций, учреждений и НПО, занимающихся вопросами цифровых прав, работающих вместе с Internxt для продвижения, поддержки и защиты конфиденциальности."
  },
  {
    "id": "password-checker",
    "title": "Internxt - Программа для проверки надежности паролей",
    "description": "Бесплатная программа для проверки надежности паролей. Проверьте пароль с помощью безопасного онлайн-инструмента Internxt."
  },
  {
    "id": "password-generator",
    "title": "Генератор сильных паролей | Internxt",
    "description": "Бесплатный и безопасный генератор паролей. Простой и эффективный инструмент для мгновенного создания случайных и надежных паролей, обеспечивающих безопасность ваших учетных записей."
  },
  {
    "id": "cyber-awareness",
    "title": "Кибербезопасность | Internxt",
    "description": "Что такое кибербезопасность, как безопасно пользоваться интернетом, и все, что нужно знать о месяце кибербезопасности, который отмечают в октябре."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Cloud Storage Discount for Education | Internxt",
    "description": "Internxt cloud storage discount for education, schools, and universities. 50% off any cloud storage subscription plans. Keep your files secure with Internxt!"
  },
  {
    "id": "halloween-campaign",
    "title": "Internxt – Частное и безопасное облачное хранилище",
    "description": "Хэллоуин-кампания Internxt: Скидка 80% на все наши годовые планы. Защитите свои файлы на всю жизнь с одной оплатой."
  },
  {
    "id": "cloud-object-storage",
    "title": "Internxt — Объектное Хранилище",
    "description": "Internxt предоставляет частное и доступное объектное хранилище для безопасного хранения данных с использованием протокола S3 для эффективного управления вашими потребностями в хранении."
  },
  {
    "id": "monitor",
    "title": "Internxt Monitor: Have I Been Pwned?",
    "description": " Internxt Dark Web Monitor is a have i been pwned service that checks if your email has been leaked in any online data breaches."
  }
]
