[
  {
    "id": "home",
    "title": "Internxt — Say Hi to Privacy",
    "description": "Stand for privacy, switch to Internxt. Internxt's open-source cloud storage services protect your right to privacy. Internxt Drive, Photos, Send, and more."
  },
  {
    "id": "business",
    "title": "Internxt — Private, Encrypted Cloud Storage for Business",
    "description": "Prevent data loss with Internxt’s encrypted cloud storage for business—sign up to benefit from industry-leading cloud data protection."
  },
  {
    "id": "family",
    "title": "Internxt for Families — The Most Secure Family Cloud Storage",
    "description": "Manage your family's online privacy with our Internxt cloud storage for family plans. Securely store, organize, and share your family’s private documents in one place."
  },
  {
    "id": "cloud-object-storage",
    "title": "Internxt — Affordable S3 Object Storage",
    "description": "Internxt provides private and affordable object storage for securely storing data using the S3 protocol to manage your storage needs effectively."
  },
  {
    "id": "drive",
    "title": "Internxt Drive – Secure & Encrypted Cloud Storage",
    "description": "Store, share, and back up your files and photos to the cloud with Internxt Drive. Open-source and end-to-end encrypted file storage and online backup."
  },
  {
    "id": "what-google-knows",
    "title": "Internxt — What Does Google Know About Me",
    "description": "Find out what data Google keeps on you. How to view and download your Google data, how to delete it, and how to disable Google data collection."
  },
  {
    "id": "media-area",
    "title": "Media Area — Internxt",
    "description": "Internxt Media Area - Find out more about Internxt’s products and mission and download our media kit of screenshots and mockups for the media and journalists."
  },
  {
    "id": "photos",
    "title": "Internxt Photos – Safe Photo Storage & Image Backup",
    "description": "Save, view, and sync your photos and images across all devices with Internxt Photos. End-to-end encrypted cloud photo sharing and image backup."
  },
  {
    "id": "pricing",
    "title": "Internxt Pricing – Lifetime Encrypted Cloud Storage",
    "description": "Internxt offers affordable, secure, free, and encrypted cloud storage with annual and lifetime payment option plans."
  },
  {
    "id": "about",
    "title": "Internxt – About us",
    "description": "Meet Internxt's Team. Fran Villalba Segarra, Founder and CEO at Internxt. Lanzadera, Angels Capital, The Venture City, Internxt, ESADE BAN."
  },
  {
    "id": "legal",
    "title": "Internxt – Legal Terms and Conditions of Use",
    "description": "Internxt legal terms and conditions of use. Read all terms and conditions where we explain how we process your data."
  },
  {
    "id": "privacy",
    "title": "Internxt – Privacy, our core value",
    "description": "Here at Internxt, protecting user privacy is our mission. Make the switch to Internxt's all-in-one privacy suite. Internxt Drive, Meet, Mail, Cleaner, and more."
  },
  {
    "id": "open-source",
    "title": "Internxt – Open Source and Secure Cloud Storage",
    "description": "Learn the benefits of open source (OSS) software and why Internxt uses it to provide cloud storage that secures and protects your data."
  },
  {
    "id": "virus-scanner",
    "title": "Internxt – Free Online File Virus Scanner",
    "description": "Free tool for scanning files for viruses and malware. Protect your personal documents, data, and hardware from online fraud with a quick and easy scan."
  },
  {
    "id": "temporary-email",
    "title": "Temp Mail – Free Temporary Email",
    "description": "Keep your email account free of unwanted mail with Internxt’s Free Temporary Email. Temp Mail provides a temporary, secure, anonymous, and free email address."
  },
  {
    "id": "converter-tool",
    "title": "Internxt - Byte Converter",
    "description": "Internxt’s free Byte Converter: Find out how much storage you have, how many gigabytes are in a terabyte, and convert to-and-from B, KB, MB, GB, and TB."
  },
  {
    "id": "lifetime",
    "title": "Internxt Lifetime Plans – Affordable and Secure Lifetime Cloud Storage",
    "description": "Internxt Lifetime Cloud Storage. Pay once and get 1TB, 3TB, or 5TB of secure cloud storage for life. Sign up or upgrade to an Internxt lifetime plan for lifelong privacy!"
  },
  {
    "id": "partner-discount",
    "title": "Internxt — Partner Discount",
    "description": "Get Internxt annual plans at an exclusive 75% discount. Enjoy privacy and security with up to 10TB storage."
  },
  {
    "id": "special-offer",
    "title": "Internxt — Special Offer",
    "description": "Get Internxt annual and lifetime plans at an exclusive 80% discount. Enjoy privacy and security with up to 10TB storage."
  },
  {
    "id": "affiliates",
    "title": "Internxt — Affiliate Program",
    "description": "Join Internxt’s affiliate marketing program! How to get started plus program details, benefits, and perks."
  },
  {
    "id": "pcmag",
    "title": "Internxt Lifetime Special Offer for PCMag Users",
    "description": "Internxt is offering 80% off all lifetime cloud storage plans to PCMag customers. Secure your files for a lifetime with a single payment."
  },
  {
    "id": "oneplan",
    "title": "Internxt — 5TB  Lifetime Cloud Storage Plan",
    "description": "Get an Internxt 5TB Lifetime Plan to keep your files private and never worry about running out of space again."
  },
  {
    "id": "techradar-discount",
    "title": "TechRadar Partner Deals – Save big on Internxt cloud storage!",
    "description": "Redeem your exclusive coupon code provided by our partner TechRadar. Get a special discount on Internxt secure cloud storage."
  },
  {
    "id": "comparison",
    "title": "Internxt – Cloud Storage Comparison",
    "description": "Compare Internxt with all the other services out there. Internxt is the most private and secure alternative to Google Drive, Dropbox, and other services."
  },
  {
    "id": "dropbox-alternative",
    "title": "Internxt — A Secure, Encrypted Alternative to Dropbox",
    "description": "Internxt cloud storage is a secure Dropbox alternative. We protect your files with end-to-end encryption, open-source software, and privacy-focused features."
  },
  {
    "id": "pcloud-alternative",
    "title": "Internxt — A Secure, Encrypted, Open Source pCloud Alternative",
    "description": "Internxt cloud storage is a secure pCloud alternative. We protect your files with end-to-end encryption, open-source software, and privacy-focused features."
  },
  {
    "id": "mega-alternative",
    "title": "Internxt — A Secure, Encrypted, Open Source Mega Alternative",
    "description": "Internxt cloud storage is a secure mega alternative. We protect your files with end-to-end encryption, open-source software, and privacy-focused features."
  },
  {
    "id": "black-friday",
    "title": "Internxt – Black Friday Deal 2025",
    "description": "Black Friday Internxt 2025 – 90% off cloud storage, Antivirus, Cleaner, VPN, Meet, and Mail."
  },
  {
    "id": "cloudwards",
    "title": "Internxt Lifetime Special Offer for Cloudwards Users",
    "description": "Internxt is offering 87% off all lifetime cloud storage plans to Cloudwards customers. Secure your files for a lifetime with a single payment."
  },
  {
    "id": "guru99",
    "title": "Internxt – Guru99 Partnership",
    "description": "Grab the best deals for the most secure cloud storage thanks to Guru99. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "freemonth",
    "title": "Internxt – Get 1 Month for free",
    "description": "Grab the best deals for the most secure cloud storage and get 1 month for free. Cheaper, more secure alternative to pCloud, IceDrive, AppSumo Encrypted Cloud storage."
  },
  {
    "id": "landing",
    "title": "Internxt – Most Secure Cloud Storage",
    "description": "Internxt provides secure, private and encrypted cloud services like Internxt Drive and Internxt Photos."
  },
  {
    "id": "privacy-directory",
    "title": "Internxt – Directory of Privacy Organizations, Institutions, and NGOs",
    "description": "Directory of digital rights organizations, institutions, and NGOs working alongside Internxt to advance, support, and defend privacy for all."
  },
  {
    "id": "password-checker",
    "title": "Internxt – Free and Secure Password Checker",
    "description": "Free password security checker. Check the strength of your passwords with Internxt’s secure online tool."
  },
  {
    "id": "password-generator",
    "title": "Internxt — Strong Password Generator",
    "description": "Free and secure password generator. An easy and effective tool to instantly create random and secure passwords to keep your accounts safe."
  },
  {
    "id": "cyber-awareness",
    "title": "Cyber Awareness — Internxt",
    "description": "What is cyber awareness, how to stay safe online, and everything you need to know about Cybersecurity Awareness Month this October."
  },
  {
    "id": "cyber-security-quiz",
    "title": "Cyber Security Quiz: Test your Cyber Security Skills – Internxt",
    "description": "Test your cyber awareness with this interactive cyber security quiz! Find out if you know the basics of cybersecurity required to protect your online privacy."
  },
  {
    "id": "use-cases",
    "title": "Use Cases – Internxt",
    "description": "Discover how Internxt cloud storage has given individuals and businesses effective solutions to improve online security and privacy in these successful case studies examples."
  },
  {
    "id": "internxt-for-journalists",
    "title": "Internxt for journalists – Internxt",
    "description": "With these in-depth case study examples, learn how Internxt private cloud storage benefits journalists and writers by helping them store information securely."
  },
  {
    "id": "internxt-for-digital-nomads",
    "title": "Internxt for digital nomads – Internxt",
    "description": "Discover why Internxt is the ideal choice in helping digital nomads secure their files and protecting their online privacy while working on the go."
  },
  {
    "id": "internxt-for-students",
    "title": "Internxt for students – Internxt",
    "description": "Use these case studies to learn how students are utilizing Internxt to effectively organize, collaborate, and secure their projects with a secure cloud service."
  },
  {
    "id": "internxt-for-photographers",
    "title": "Internxt for photographers – Internxt",
    "description": "Looking for a cloud solution for storing the pictures and images securely? Check out these use cases on how Internxt can be helpful for photographers."
  },
  {
    "id": "internxt-for-tech-companies",
    "title": "Internxt for tech companies – Internxt",
    "description": "Discover how Internxt has effectively assisted tech companies in securing sensitive information to meet their data storage requirements."
  },
  {
    "id": "internxt-for-lawyers",
    "title": "Internxt for lawyers – Internxt",
    "description": "Examine these use cases to understand why law firms and attorneys should begin adopting cloud storage for securely storing sensitive client and court case data."
  },
  {
    "id": "internxt-library",
    "title": "Internxt Library: Free eBooks for Online Privacy – Internxt",
    "description": "Learn the fundamentals of online privacy for individuals and parents with Internxt’s library of free eBooks to ensure a safer, secure internet experience."
  },
  {
    "id": "online-privacy-ebook",
    "title": "Free Online Privacy eBook for Individuals – Internxt",
    "description": "Internxt’s free eBook on online privacy is designed to help individuals protect themselves against cyberthreats and secure their online data. Download it here."
  },
  {
    "id": "child-safety-ebook",
    "title": "Free Child Safety eBook for Parents – Internxt",
    "description": "Internxt’s free child safety eBook offers parents tips to secure their children’s online privacy and protect them from internet threats. Download it here."
  },
  {
    "id": "cloud-storage-for-education",
    "title": "Cloud Storage Discount for Education – Internxt",
    "description": "Internxt cloud storage discount for education, schools, and universities. 50% off any cloud storage subscription plans. Keep your files secure with Internxt!"
  },
  {
    "id": "newsletter-subscribe",
    "title": "Online Privacy Newsletter – Internxt",
    "description": "Subscribe to Internxt’s online privacy newsletter for the latest updates, tips, and resources to help you protect your online data and security."
  },
  {
    "id": "webDAV",
    "title": "Internxt CLI and WebDAV – Internxt",
    "description": "Access your Internxt Drive account with Internxt CLI and WebDAV features. Experience a new method to manage and control your files privately."
  },
  {
    "id": "free-user",
    "title": "Internxt — 75% off All Secure Cloud Storage Plans",
    "description": "Get 75% off any Internxt Plan to keep your files private and never worry about running out of space again."
  },
  {
    "id": "vpn-extension",
    "title": " Internxt VPN — Encrypted and Private VPN ",
    "description": "Internxt VPN offers secure unlimited browsing, encrypted Wi-Fi & privacy protection. Select your plan to start protecting your data online."
  },
  {
    "id": "file-converter",
    "title": "Internxt — Online File Converter",
    "description": "Internxt’s free online file converter. Convert your files to different formats and sizes. Convert PDF, Word, Excel, and more."
  },
  {
    "id": "word-to-pdf",
    "title": "Internxt — Convert PDF to Word Files Online for Free",
    "description": "Internxt’s File Converter converts PDF to Word files for free. Our PDF to Word converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "png-to-pdf",
    "title": "Internxt — Convert PNG to PDF Files Online for Free",
    "description": "Internxt’s File Converter converts PNG to PDF files for free. Our PNG to PDF converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "html-to-pdf",
    "title": "Internxt — Convert HTML to PDF Files Online for Free",
    "description": "Internxt’s File Converter converts HTML to PDF files for free. Our HTML to PDF converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "excel-to-pdf",
    "title": "Internxt — Convert EXCEL to PDF Files Online for Free",
    "description": "Internxt’s File Converter converts EXCEL to PDF files for free. Our EXCEL to PDF converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "pdf-to-html",
    "title": "Internxt — Convert PDF to HTML Files Online for Free",
    "description": "Internxt’s File Converter converts PDF to HTML files for free. Our PDF to HTML converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "word-to-html",
    "title": "Internxt — Convert DOCX to HTML Files Online for Free",
    "description": "Internxt’s File Converter converts DOCX to HTML files for free. Our DOCX to HTML converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "pptx-to-pdf",
    "title": "Internxt — Convert PPTX to PDF Files Online for Free",
    "description": "Internxt’s File Converter converts PPTX to PDF files for free. Our PPTX to PDF converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "jpg-to-png",
    "title": "Internxt — Convert JPG to PNG Files Online for Free",
    "description": "Internxt’s File Converter converts JPG to PNG files for free. Our JPG to PNG converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "jpg-to-heic",
    "title": "Internxt — Convert JPG to HEIC Images Online For Free",
    "description": "Internxt’s File Converter converts your JPG to HEIC images for free. Our JPG to HEIC converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "jpg-to-webp",
    "title": "Internxt — Convert JPG to WEBP Files Online for Free",
    "description": "Internxt’s File Converter converts JPG to WEBP files for free. Our JPG to WEBP converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "png-to-webp",
    "title": "Internxt — Convert PNG to WEBP Files Online for Free",
    "description": "Internxt’s File Converter converts PNG to WEBP files for free. Our PNG to WEBP converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "png-to-jpg",
    "title": "Internxt — Convert PNG to JPG Files Online for Free",
    "description": "Internxt’s File Converter converts PNG to JPG files for free. Our PNG to JPG converter is an easy, fast, and secure way to convert your files."
  },
  {
    "id": "png-to-heic",
    "title": "Internxt — Convert PNG to HEIC Images Online For Free",
    "description": "Internxt’s File Converter converts your PNG to HEIC images for free. Our PNG to HEIC converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "webp-to-png",
    "title": "Internxt — Convert WEBP to PNG files online for free",
    "description": "Internxt’s File Converter converts WEBP to PNG files for free. Our WEBP to PNG converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "webp-to-jpg",
    "title": "Internxt — Convert WEBP to JPG files online for free",
    "description": "Internxt’s File Converter converts WEBP to JPG files for free. Our WEBP to JPG converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "heic-to-jpg",
    "title": "Internxt — Convert HEIC to JPG Images Online For Free",
    "description": "Internxt’s File Converter converts your HEIC to JPG images for free. Our HEIC to JPG converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "heic-to-png",
    "title": "Internxt — Convert HEIC to PNG Images Online For Free",
    "description": "Internxt’s File Converter converts your HEIC to PNG  images for free. Our HEIC to PNG converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "image-to-text",
    "title": "Internxt — Convert Image to Text Files Online For Free",
    "description": "Internxt’s File Converter converts your image to text files for free. Our image-to-text converter is fast and secure, keeping your files 100% private."
  },
  {
    "id": "singles-day",
    "title": "Internxt Singles Day Deal – Lifetime Cloud Storage Sale!",
    "description": "Internxt Singles Day 2024 Deals: Enjoy an 80% discount on all our premium lifetime storage plans. Save big on Internxt cloud storage today! "
  },
  {
    "id": "resurrection-campaign",
    "title": "Internxt Cloud Storage Offer – 90% off Subscription and Lifetime Plans!",
    "description": "Internxt is offering 90% off our new and improved private cloud storage. Choose from our subscription and lifetime plans to get huge savings."
  },
  {
    "id": "halloween-campaign",
    "title": "Internxt – Private & Secure Cloud Storage",
    "description": "Internxt's Halloween Campaign: Get 80% off all our annual plans. Secure your files for a lifetime with a single payment."
  },
  {
    "id": "elections-campaign",
    "title": "Make Internxt Great Again",
    "description": "Internxt's Elections Campaign 2024"
  },
  {
    "id": "internxt-monitor",
    "title": "Internxt Dark Web Monitor",
    "description": "Internxt Dark Web Monitor is a have i been pwned service that checks if your email has been leaked in any online data breaches."
  },
  {
    "id": "green-cloud-computing",
    "title": "Internxt — A Commitment to Green Cloud Computing and Sustainability",
    "description": " Internxt’s eco-friendly data centers drive our commitment to green cloud computing and sustainability, supporting a cleaner, greener environment."
  },
  {
    "id": "internxt-brave",
    "title": "Internxt x Brave – Special offer for Brave Private Browser users",
    "description": "Internxt has partnered with Brave Private Browser to offer secure, private, and encrypted cloud storage."
  },
  {
    "id": "internxt-antivirus",
    "title": "Internxt Antivirus — Protect your devices from malware",
    "description": "Internxt Antivirus scans and removes viruses from your files. Protect your devices from malware and ensure complete security in the cloud."
  },
  {
    "id": "internxt-private-cloud-storage-solutions",
    "title": "Internxt – Private Cloud Storage Solutions",
    "description": "Learn more about private cloud storage solutions and how Internxt protects your data with post-quantum encryption, antivirus, and VPN"
  },
  {
    "id": "internxt-cloud-storage-backup-solutions",
    "title": "Internxt – Cloud Storage Backup Solutions ",
    "description": "Internxt cloud storage backup solutions use redundancy and award-winning encryption that protects you and your business from data loss. "
  },
  {
    "id": "internxt-gdpr-cloud-storage",
    "title": "Internxt – GDPR Cloud Storage",
    "description": "Internxt is a GDPR cloud storage service committed to protecting your data by complying with strict EU privacy laws that prioritize privacy."
  },
  {
    "id": "internxt-cloud-storage-for-photos",
    "title": "Internxt – Cloud Storage for Photos",
    "description": "Internxt offers cloud storage for photos, Antivirus, and VPN with post-quantum encryption for maximum security and privacy."
  },
  {
    "id": "internxt-annual",
    "title": "Internxt – Get a discount on any Internxt annual plans",
    "description": "Meta description: Get a special offer for any Internxt annual plan. All plans include private cloud storage, VPN, and Antivirus."
  },
  {
    "id": "internxt-cleaner",
    "title": "Internxt Cleaner — Optimize and Clean your Computer",
    "description": "Find and clear junk files to boost device speed, responsiveness, and performance."
  },
  {
    "id": "internxt-metadata-remover",
    "title": "Internxt Metadata Remover – Clean Your File’s Metadata Online",
    "description": "Remove hidden data from your files in seconds. Internxt’s Metadata Remover cleans your documents for maximum privacy before sharing."
  },
  {
    "id": "zerogpt-ai-checker",
    "title": "Internxt ZeroGPT AI Checker – Free AI Checker Tool",
    "description": "Internxt ZeroGPT AI checker. Scan content to check if it’s been written by ChatGPT, Gemini, or other AI platforms. Try now for free!"
  },
  {
    "id": "file-compressor",
    "title": "Internxt – File Compressor",
    "description": "Internxt file compressor,  the best file compressor to reduce the file size of videos, photos, and documents for free."
  },
  {
    "id": "compress-mov",
    "title": "Internxt – Compress MOV File",
    "description": "Internxt lets you compress a MOV file for free to reduce file size and send large video files online without worrying about file size limits."
  },
  {
    "id": "compress-pdf",
    "title": "Internxt – Compress PDF File",
    "description": "Internxt’s free tool is the best way to compress a PDF file so you can secure and send your documents with ease."
  },
  {
    "id": "compress-jpg",
    "title": "Compress JPG File – Internxt",
    "description": "Internxt’s free tool is the best way to compress a JPG file so you can secure and send your photos with ease."
  },
  {
    "id": "compress-png",
    "title": "Internxt – Compress PNG File",
    "description": "Internxt’s free tool is the best way to compress a PNG file so you can secure and send your photos with ease."
  },
  {
    "id": "compress-ppt",
    "title": "Internxt Compress – PPT File",
    "description": "Internxt lets you compress a PPT file for free to reduce file size for easier storage and file sharing management."
  },
  {
    "id": "compress-word",
    "title": "Internxt – Compress Word File",
    "description": "Compress Word (DOC) files for free to reduce file size for easier storage and file sharing management for your documents."
  },
  {
    "id": "compress-excel",
    "title": "Internxt – Compress Excel File",
    "description": "Compress Excel (XLS) files for free to reduce file size for easier storage and file sharing management for your spreadsheets."
  },
  {
    "id": "compress-zip",
    "title": "Internxt – Online ZIP Compressor",
    "description": "An online ZIP compressor reduces the size of your ZIP files to save storage, share, and upload without worrying about file size limits."
  },
  {
    "id": "cloud-for-videos",
    "title": " Internxt – Cloud Storage for Video Files",
    "description": "Internxt offers cloud storage for video files to store HD, 4K, and 8K videos which are secured with post-quantum encryption for maximum privacy."
  },
  {
    "id": "meet",
    "title": "Internxt Meet – Secure and Private Video Calls",
    "description": "Meet offers private video calls with post-quantum and end-to-end encryption for the most secure video conferencing."
  },
  {
    "id": "nas",
    "title": "Internxt – QNAP and Synology NAS",
    "description": "Back up your QNAS and Synology NAS devices in the cloud with Internxt."
  },
  {
    "id": "coupons",
    "title": "Internxt — Discounts, Coupons and Promotions",
    "description": "Stand for privacy, switch to Internxt. Internxt's open-source cloud storage services protect your right to privacy. Internxt Drive, Photos, Send, and more."
  }
]
